app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "james"], ["last_name", "kivlen"], ["created_at", "2021-01-25 02:11:03.335803"], ["updated_at", "2021-01-25 02:11:03.335803"]]
---
  def create
    @student = Student.new(student_params)
    if @student.save